var local_datas_cons = [
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1012.png",
        outline: "教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10000,
        contentid: 0,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1017.png",
        outline: "教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10000,
        contentid: 1,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1024.jpg",
        outline: "教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10001,
        contentid: 2,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1024.jpg",
        outline: "新加假数据1教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10002,
        contentid: 3,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1017.png",
        outline: "新加假数据2教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10003,
        contentid: 4,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1024.jpg",
        outline: "新加假数据3教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10000,
        contentid: 5,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题，无图",
        content_image: "",
        outline: "新加假数据3教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10001,
        contentid: 6,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题，无图",
        content_image: "",
        outline: "新加假数据3教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10002,
        contentid: 7,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题，无图",
        content_image: "",
        outline: "新加假数据3教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10003,
        contentid: 8,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题，无图",
        content_image: "",
        outline: "新加假数据3教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10000,
        contentid: 9,
        author:"second",
        date:"2017-01-01"
    }

]
var local_datas_icons = [
    {
        icon_image: "/images/icons/en.jpg",
        icon_name: "英语",
        labelid: 10000,
    },
    {
        icon_image: "/images/icons/math.jpg",
        icon_name: "数学",
        labelid: 10001,
    },
    {
        icon_image: "/images/icons/zhengzi.jpg",
        icon_name: "政治",
        labelid: 10002,
    },
    {
        icon_image: "/images/icons/zuanyeke.jpg",
        icon_name: "专业课",
        labelid: 10003,
    }
]

var local_datas_recs = [
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1012.png",
        outline: "教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10000,
        contentid: 0,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1017.png",
        outline: "教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10000,
        contentid: 1,
        author:"second",
        date:"2017-01-01"
    },
    {
        content_title: "好吧，这是标题",
        content_image: "/images/banner/1024.jpg",
        outline: "教徒会通过日常辩论的方式来说服对方，并证明自己的对佛经的理解和观点。",
        content_text: "道可道，非常道。名可名，非常名。无名天地之始。有名万物之母。故常无欲以观其妙。常有欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前後相随。是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。.不尚贤， 使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨；常使民无知、无欲，使夫智者不敢为也。为无为，则无不治。",
        view_num: "92",
        collect_num: "65",
        contenttypeid: 10001,
        contentid: 2,
        author:"second",
        date:"2017-01-01"
    }
]

module.exports = {
    postcons: local_datas_cons,
    posticons: local_datas_icons,
    postreccontent: local_datas_recs
}